tap "homebrew/bundle"

brew "git"
brew "nvm"
brew "pyenv"
brew "tfenv"
brew "zsh"
brew "wget"
brew "htop"
brew "tree"
brew "make"
brew "k9s"
brew "docker"
brew "jenv"
brew "kubectl"
brew "kubectx"
brew "awscli"
brew "kubelogin"
brew "helm"
brew "skaffold"
brew "kustomize"
brew "fzf"
brew "bat"
brew "ripgrep"
brew "tmux"
brew "tldr"
brew "jq"
brew "shellcheck"
brew "prettier"
brew "pnpm"
brew "gh"
brew "direnv"
brew "neovim"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "starship"
brew "fd"
brew "lazygit"
brew "goenv"
brew "thefuck"
brew "httpie"
brew "mkcert"
brew "ncdu"
brew "nmap"
brew "watch"
brew "kind"
brew "go"
brew "gnupg"
brew "eza"
brew "git-delta"

cask "visual-studio-code"
cask "google-chrome"
cask "intellij-idea"
cask "alacritty"
cask "font-jetbrains-mono-nerd-font"
cask "font-fira-code"
cask "rectangle"
