ms-python.python
ms-azuretools.vscode-docker
esbenp.prettier-vscode
dbaeumer.vscode-eslint
redhat.vscode-yaml
hashicorp.terraform
golang.go
oderwat.indent-rainbow
esbenp.prettier-vscode
wayou.vscode-todo-highlight
github.copilot
mhutchie.git-graph
yzhang.markdown-all-in-one
ms-python.vscode-pylance
dsznajder.es7-react-js-snippets
ms-vscode.vscode-typescript-next
ms-kubernetes-tools.vscode-kubernetes-tools
ms-vscode-remote.vscode-remote-extensionpack
christian-kohler.path-intellisense
formulahendry.code-runner
vscode-icons-team.vscode-icons
zhuangtongfa.Material-theme
bruno-api-client.bruno
akamud.vscode-theme-onedark
